[
  {
    "timestamp": "2025-07-30T10:24:27.566039",
    "question": "What is the estimated cost for constructing the Block Primary Health Unit (BPHU) building at Lahunipada, and which government body is the client for this project?"
  },
  {
    "timestamp": "2025-07-30T10:24:54.485206",
    "question": "What is the estimated cost for constructing the Block Primary Health Unit (BPHU) building at Lahunipada, and which government body is the client for this project?"
  },
  {
    "timestamp": "2025-07-30T10:27:07.081819",
    "question": "Explain the scope of work for this tender as mentioned in the Notice Inviting Tender (NIT). Include at least 3 major types of works covered."
  },
  {
    "timestamp": "2025-07-30T10:29:43.231261",
    "question": "What are the key tender dates for this project, including start date for downloading, last date of submission, and opening date of techno-commercial bid?"
  },
  {
    "timestamp": "2025-07-30T10:31:22.553999",
    "question": "What is the non-refundable tender fee and how must it be paid?"
  },
  {
    "timestamp": "2025-07-30T10:32:13.427310",
    "question": "What is the Earnest Money Deposit (EMD) amount for this tender, how long must it remain valid, and what happens if the bidder withdraws their offer during this period?"
  },
  {
    "timestamp": "2025-07-30T10:34:55.373087",
    "question": "what is the maximum emd required across the tenders"
  },
  {
    "timestamp": "2025-07-30T10:35:10.575695",
    "question": "what is the maximum emd required "
  },
  {
    "timestamp": "2025-07-30T10:35:18.888916",
    "question": "what is the emd required "
  },
  {
    "timestamp": "2025-07-30T10:35:27.037881",
    "question": "what is the maximum emd required "
  },
  {
    "timestamp": "2025-07-30T10:37:10.932537",
    "question": "what is the maximum emd required and validity duration"
  },
  {
    "timestamp": "2025-07-30T10:38:22.082076",
    "question": "Describe the Security Deposit cum Performance Guarantee (SDPG) requirements for this project, including percentage, form, and deadline."
  },
  {
    "timestamp": "2025-07-30T10:40:17.098412",
    "question": "What experience must a bidder demonstrate to qualify, and what supporting documents must be submitted for this purpose?"
  },
  {
    "timestamp": "2025-07-30T10:40:54.974828",
    "question": "What minimum average annual turnover must the bidder show for the last 3 years and what certification is required?"
  },
  {
    "timestamp": "2025-07-30T10:41:47.937375",
    "question": "Explain the retention money clause and when it will be released."
  },
  {
    "timestamp": "2025-07-30T10:42:21.001240",
    "question": "What is the defect liability period (DLP) for this project and when does it start?"
  },
  {
    "timestamp": "2025-07-30T10:43:44.511687",
    "question": "Can MSME bidders claim exemption from EMD or tender fee for this works contract?"
  },
  {
    "timestamp": "2025-07-30T10:45:35.550456",
    "question": "Who has the final authority for appointing an arbitrator in case of a dispute and what is the specified jurisdiction for legal matters?"
  },
  {
    "timestamp": "2025-07-30T10:46:50.425599",
    "question": "If there is a tie-tender situation, what rights does EPI reserve regarding the award of work?"
  }
]